Repository: 84000/data-translation-memory
Catalog: toh44-37_84000-the-chapter-on-the-scale-of-life.tmx
Source language: bo
Languages: en

source: །།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཀྱི་རྒྱལ་པོས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་སྨྲས་པ།
en: It was then that the bodhisattva King of Mind addressed those bodhisattvas:

source: ཀྱེ་རྒྱལ་བའི་སྲས་དག་གང་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་ཏུ་མེད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཡོད་པའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཡོད་པའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་རྡོ་རྗེས་རབ་དུ་འཇོམས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་ངུར་སྨྲིག་རྒྱལ་མཚན་གྱི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག་འཇིག་རྟེན་གྱི་ཁམས་ངུར་སྨྲིག་རྒྱལ་མཚན་གྱི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི།
en: “O children of the Victorious One, the extent of an eon in this Sahā world, the buddhafield of the blessed Thus-Gone One Śākyamuni, is but a single day in Sukhāvatī, the buddhafield of the Thus-Gone One Amitāyus. “O children of the Victorious One, the extent of an eon in Sukhāvatī is but a single day in the realm of Kaṣāyadhvajā, the buddhafield of the Thus-Gone One Vajrapramardin.

source: དེ་བཞིན་གཤེགས་པ་སྐུ་པད་མོ་ཤིན་ཏུ་རྒྱས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་ཕྱིར་མི་ལྡོག་པའི་འཁོར་ལོ་རབ་ཏུ་སྒྲོག་པའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག་འཇིག་རྟེན་གྱི་ཁམས་འཁོར་ལོ་རབ་ཏུ་སྒྲོག་པའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི།
en: “O children of the Victorious One, the extent of an eon in the realm of Kaṣāyadhvajā is but a single day in the realm of Avaivartika­cakra­nirghoṣā, the buddhafield of the Thus-Gone One Padma­phullitagātra.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཆོས་ཀྱི་རྒྱལ་མཚན་གྱི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་རྡུལ་མེད་པའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག །འཇིག་རྟེན་གྱི་ཁམས་རྡུལ་མེད་པའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་སེང་གེའི་སངས་རྒྱས་ཀྱི་ཞིང་།
en: “O children of the Victorious One, the extent of an eon in the realm of Avaivartika­cakra­nirghoṣā is but a single day in the realm of Virajā, the buddhafield of the blessed Thus-Gone One Dharmadhvaja.

source: འཇིག་རྟེན་གྱི་ཁམས་སྒྲོན་མ་བཟང་པོའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག །འཇིག་རྟེན་གྱི་ཁམས་སྒྲོན་མ་བཟང་པོའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི།
en: “O children of the Victorious One, the extent of an eon in the realm of Virajā is but a single day in the realm of Excellent Lamp, the buddhafield of the blessed Thus-Gone One Siṃha.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་སྣང་བའི་སྙིང་པོའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་འོད་བཟང་པོའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག །འཇིག་རྟེན་གྱི་ཁམས་འོད་བཟང་པོའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི།
en: “O children of the Victorious One, the extent of an eon in the realm of Excellent Lamp is but a single day in the realm of Suprabhā, the buddhafield of the blessed Thus-Gone One Vairocana­garbha.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཆོས་ཀྱི་འོད་ཟེར་གྱི་སྐུའི་པད་མོ་ཤིན་ཏུ་རྒྱས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་འདའ་བར་དཀའ་བའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག །འཇིག་རྟེན་གྱི་ཁམས་འདའ་བར་དཀའ་བའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི།
en: “O children of the Victorious One, the extent of an eon in the realm of Suprabhā is but a single day in the realm of Duratikramā, the buddhafield of the blessed Thus-Gone One Lotus Body Blooming from the Light of the Dharma.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་མངོན་པར་མཁྱེན་པ་ཐམས་ཅད་ཀྱི་འོད་ཟེར་གྱི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་རྒྱན་དང་ལྡན་པའི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག །འཇིག་རྟེན་གྱི་ཁམས་རྒྱན་དང་ལྡན་པའི་བསྐལ་པ་ཇི་ཙམ་པ་དེ་ནི།
en: “O children of the Victorious One, the extent of an eon in the realm of Duratikramā is but a single day in the realm of Vyūhā, the buddhafield of the blessed Thus-Gone One Light of All Supernatural Abilities. “O children of the Victorious One, the extent of an eon in the realm of Vyūhā is but a single day in the realm of Color of the Mirror Disk, the buddhafield of the blessed Thus-Gone One Candrabuddhi.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐུགས་ཟླ་བའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་མེ་ལོང་དཀྱིལ་འཁོར་མདོག་གི་ཉིན་ཞག་གཅིག་གོ །ཀྱེ་རྒྱལ་བའི་སྲས་དག །དེ་ལྟར་བསྐལ་པ་བགྲང་བ་ལ་འཇུག་པའི་ཚུལ་འདིས་འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་བརྒྱ་སྟོང་ཕྲག་བཅུ་འདས་པ་ནི། དེའི་ཕ་རོལ་ན་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དཔལ་བཟང་པོ་བཞུགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་པད་མོའི་དཔལ་གྱི་ཉིན་ཞག་གཅིག་གོ །བགྲང་བའི་ཚུལ་འདི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་བཟང་པོའི་སྤྱོད་པ་དང་ལྡན་པས་ཡོངས་སུ་གང་ངོ་།
en: “O children of the Victorious One, continuing with this system for calculating eons and traversing tens of thousands of countless realms, we arrive at the equivalent of a single day in the realm of Padmaśrī, the buddhafield where the blessed Thus-Gone One Bhadraśrī resides. “According to this system of calculation, all realms are brimming with bodhisattvas who follow the conduct of Samantabhadra.”

source: །ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོའི་མདོ། །སངས་རྒྱས་ཕལ་པོ་ཆེ་ཞེས་བྱ་བ་ལས། ཚེའི་ཚད་ཀྱི་ལེའུ་ཞེས་བྱ་བ་སྟེ། སུམ་ཅུ་བདུན་པའོ།། །།་
en: This was “The Scale of Life,” the thirty-seventh chapter of the extensive sūtra, the Ornaments of the Buddhas.
